; WinSnap v2.1.3 Czech Language File
; Translated by Geralt <geraltcz@centrum.cz>


; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Spustitelné soubory (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Uložit s průhledností"

; Settings, Image tab
20061="Průhlednost"

; Capture modes
20211="Celá obrazovka"
20212="Aplikace"
20213="Okno"
20214="Menu"
20215="Objekt"
20216="Oblast"

; Main menu, Capture
20511="&Celá obrazovka\tCtrl+1"
20512="&Aplikace\tCtrl+2"
20513="O&kno\tCtrl+3"
20514="&Menu\tCtrl+4"
20515="&Objekt\tCtrl+5"
20516="O&blast\tCtrl+6"

; Main menu
20600="Nás&troje"
20601="&Upravit..."

; Tray menu
20921="&Celá obrazovka"
20922="&Aplikace"
20923="O&kno"
20924="&Menu"
20925="&Objekt"
20926="O&blast"

; Settings, Hotkeys tab
21712="Celá obrazovka:"
21713="Okno aplikace:"
21714="Aktivní okno:"
21715="Roletové menu:"
21716="Spustit snímání objektu:"
21717="Spustit snímání oblasti:"

; Customize Tools dialog
23000="Upravit nástroje"
23001="Nový..."
23002="Upravit..."
23003="Odstranit"
23004="Nahoru"
23005="Dolů"
23006="Zavřít"

; New Tool dialog
23100="Externí nástroj"
23101="OK"
23102="Storno"

23110="Aplikace:"
23111="Název:"
23112="Příkaz:"
23113="Procházet..."
23114="Parametry:"
23115="Minimalizovat WinSnap po spuštění příkazu"
23116="Nedotazovat se na název uloženého obrázku"
23120="Možnosti uložení:"
23121="Složka:"
23122="Procházet..."
23123="Název souboru:"
23124="Formát obrázku:"

; Region mode, right-click menu
24106="Uložit velikost"
24107="Uložit pozici"

; Object mode, helper dialog
24201="Přesuňte ukazatel myši na obrazovku pro změnu výběru. Pro násobný výběr objektů použijte klávesu Ctrl a pravým tlačítkem změnte nastavení."
24202="Název:"
24203="Třída:"
24204="Proces:"

; Object mode, right-click menu
24300="Vyberte objekt\tSpace"
24301="Převrátit výběr\tTab"
24302="Zrušit výběr\tBackspace"
24303="Tlačítka a ovladače"
24304="Okna aplikací"
24305="Stornovat snímání\tEsc"
24306="Opustit menu"

; Register dialog
28000="Registrace WinSnap"
28001="Objednat nyní!"
28002="Vložit licenční klíč...."
28003="Pokračovat"
28004="Konec"
28010="Tato kopie programu WinSnap je 30 denní zkušební verze. Pokud si přejete program používat i nadále, je nutné si zakoupit jeho licenci."
28011="Zbývá Vám %d dnů zkušební lhůty."
28012="Licence a ceny"

; About dialog
28100="O programu WinSnap"
28101="OK"
28102="Registrace"
28103="Tento produkt je licencován na:"
28104="Diskusní fórum"

; Errors
32009="Neplatný adresář:\r\n%s"
32010="Nelze vytvořit proces."
32020="Zadejte prosím název."

32030="Musíte zadat registrační jméno."
32031="Musíte zadat registrační číslo."
32032="Licenční soubor je neplatný nebo je poškozený."
32033="Registrační kód je neplatný! Ověřte prosím zadané registrační údaje (jméno a registrační číslo) podle zprávy, která Vám byla zaslána."
32034="Nepodařilo se zkopírovat licenční soubor do složky programu. Pro provedení registrace WinSnap je nutné mít administrátorská práva!"

19999="Czech (Čeština)"

; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Neregistrovaná kopie)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="snímek"

; Print job name
20011="WinSnap snímek"

; Save/Open filters
20030="Všechny soubory (*.*)"
20031="Všechny podporované formáty"
20032="Data licenčního klíče (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< prázdný >>"
20091="generuji..."

; Main window
20100="Zavřít"
20101="Nový snímek"
20102="Kopírovat do schránky"
20103="Uložit obrázek..."
20104="Odeslat emailem..."

20110="Barevný filtr:"
20111="Vypnuto"
20112="Šedá"
20113="Sépie"
20114="Invertovat"

20115="Stínování:"
20116="Vypnuto"
20117="Pravé dolní"
20118="Levé horní"
20119="Okolo"

20120="Ostatní:"
20121="Kontura"
20122="Vodoznak"
20123="Natočit"
20124="Měřítko"

20200="Mód snímání:"
20201="Celá obrazovka"
20202="Aplikace"
20203="Okno"
20204="Aktivní oblast"
20205="Roletové menu"
20206="Oblast"

; Menu
20300="&Soubor"
20301="&Nový snímek\tCtrl+N"
20302="&Otevřít obrázek...\tCtrl+O"
20303="&Uložit\tCtrl+S"
20304="Uložit j&ako..."
20305="Uložit ná&hled jako..."
20306="&Tisk...\tCtrl+P"
20307="Vzhled stránk&y..."
20308="U&končit"

20350="Úpr&avy"
20351="&Kopírovat\tCtrl+C"
20352="Kopírovat ná&hled"
20353="V&ložit\tCtrl+V"
20354="Vyčistit obrázek\tDel"

20400="M&ožnosti"
20401="Automatické &ukládání"
20402="Automatické &kopírování"
20403="Nastavení...\tF2"

20410="&Barevný filtr"
20411="&Vypnuto"
20412="Š&edá"
20413="&Sépie"
20414="&Invertovat barvy"

20420="&Stínování"
20421="&Vypnuto"
20422="&Pravé dolní"
20423="&Levé horní"
20424="&Okolo"

20430="&Ostatní"
20431="&Kontura"
20432="&Vodoznak"
20433="&Natočit"
20434="&Měřítko"

20500="S&nímání"
20501="&Celá obrazovka\tCtrl+1"
20502="&Aplikace\tCtrl+2"
20503="O&kno\tCtrl+3"
20504="Ak&tivní oblast\tCtrl+4"
20505="Roletové &menu\tCtrl+5"
20506="O&blast...\tCtrl+6"

20550="Nápo&věda"
20551="&Témata nápovědy\tF1"
20552="D&omovská stránka"
20553="Diskusní &fórum"
20554="Ověřit akt&ualizace"
20555="O progr&amu WinSnap..."
20556="&Registrovat WinSnap"
20557="&Vložit licenční klíč..."

; Tray menu
20900="Skrýt WinSnap"
20901="Zobrazit WinSnap"
20903="Nastavení..."
20904="Ukončit"

20911="&Celá obrazovka"
20912="&Aplikace"
20913="O&kno"
20914="Ak&tivní oblast"
20915="Roletové &menu"
20916="O&blast"

; Config
21000="Nastavení"
21001="OK"
21002="Storno"
21003="Použít"

21050="Obecné"
21051="Barvy"
21052="Plátno"
21053="Vodoznak"
21054="Obrázek"
21055="Kláv. zkratky"

; General page
21100="Jazyk:"
21101="Najít další překlady..."
21102="Spustit WinSnap automaticky při startu systému"
21103="Ověřovat aktualizace programu dle intervalu"
21104="Zobrazit okno WinSnap vždy navrchu"
21105="Obnovit velikost a pozici okna WinSnap"
21106="Vždy zobrazit ikonku WinSnap v systémové liště"
21107="Při zavření minimalizovat do systémové lišty"
21108="Při spuštění WinSnap vytvořit snímek:"
21109="Mód snímání při startu:"
21110="Při tvorbě snímku přehrát zvuk"
21111="Skrýt okno WinSnap před vytvořením snímku"
21112="Skrýt ikonku v systémové liště před vytvořením snímku"
21113="Prodleva před vytvořením při zobrazení okna WinSnap (ms):"
21114="Zahrnout kurzor myši do snímku"

; Blending page
21200="Stínování:"
21201="Úhel:"
21202="°"
21203="Odstup:"
21204="px"
21205="Velikost:"
21206="px"
21207="Průhlednost:"
21208="%"
21209="Barva:"
21210="#"
21211="Kontura:"
21212="Barva:"
21213="#"
21214="Velikost:"
21215="px"
21216="Pozadí:"
21217="Barva:"
21218="#"

; Canvas page
21400="Natočení:"
21401="Úhel:"
21402="°"
21403="Měřítko:"
21404="Upravit měřítko:"
21405="Přizpůsobit velikost obrázku:"
21406="Rozměry:"
21407="%"
21408="Šířka:"
21409="px"
21410="Výška:"
21411="px"
21412="Zachovat poměr výšky a šířky"
21413="Pokročilé:"
21414="Mód interpolace:"

21490="Nearest neighbor"
21491="Bilinear"
21492="Bicubic"
21493="High-Quality Bilinear"
21494="High-Quality Bicubic"

; Watermark page
21500="Obrázek vodoznaku:"
21501="Soubor obrázku:"
21502="Procházet..."
21503="Průhlednost při překrytí:"
21504="Průhlednost:"
21505="%"
21506="Umístění:"
21507="Určete odsazení od příslušných stran obrázku:"
21508="Vodorovné:"
21509="%"
21510="Svislé:"
21511="%"
21512="Vodorovné:"
21513="px"
21514="Svislé:"
21515="px"
21516="Použít relativní souřadnice"

21590="Horní - Levý"
21591="Horní - Střed"
21592="Horní - Pravý"
21593="Střed - Levý"
21594="Na střed"
21595="Střed - Pravý"
21596="Dolní - Levý"
21597="Dolní - Střed"
21598="Dolní - Pravý"

; Saving page
21600="Automaticky kopírovat obrázky do schránky"
21601="Automaticky ukládat obrázky na disk"
21602="Nedotazovat se na názvy souborů ukládaných obrázků"
21603="Zachovat při minimalizaci WinSnap mód automatického ukládání"
21604="Vyčistit obrázek při minimalizaci (nezatěžuje paměť)"
21610="Možnosti automatického ukládání:"
21611="Výchozí složka:"
21612="Procházet..."
21613="Název souboru:"
21615="Formát obrázku:"
21620="Komprese:"
21621="Kvalita JPEG:"
21622="%"
21699="Zvolte adresář pro automatické ukládání vašich snímků."

; Hotkeys page
21700="Aktivovat systémové klávesové zkratky"
21701="Ovládání snímání:"
21702="Celá obrazovka:"
21703="Okno aplikace:"
21704="Aktivní okno:"
21705="Okno aktivní oblasti:"
21706="Roletové menu:"
21707="Spustit snímání oblasti:"
21720="Ovládání WinSnap:"
21721="Minimalizovat/obnovit:"
21722="Zobrazit/skrýt okno programu:"
21723="Ukončit WinSnap:"

; Region selection
24001="Zvolte oblast na obrazovce za pomoci myši nebo šipek na klávesnici. Pro změnu tvaru použijte pravé tlačítko myši a klávesu F1 pro zobrazení/skrytí této nápovědy."
24002="Umístění:"
24003="x:"
24004="y:"
24005="Velikost:"
24006="š:"
24007="v:"

24100="Obdélník"
24101="Obdélník (zaoblené rohy)"
24102="Elipsa"
24103="Zrušit oblast\tBackspace"
24104="Stornovat snímání\tEsc"
24105="Opustit menu"

; Confirmations
31900="WinSnap potvrzení"
31901="WinSnap je již spuštěn. Přejete si jej ukončit?"
31902="Opravdu si přejete ukončit WinSnap?"
31903="Restartujte prosím WinSnap pro dokončení registračního procesu.\r\nPřejete si restartovat WinSnap nyní?"

; Errors
32000="WinSnap chyba"
32001="Nelze načíst jazykový soubor."
32002="Nelze uložit nastavení do registrů. Ověřte prosím vaše přístupová práva."
32003="Nelze načíst soubor obrázku.\r\nPravděpodobně se jedná o neplatný obrázek nebo formát, který není nyní podporován."
32004="Obrázek nelze uložit na disk."
32005="Obrázek nelze uložit do dočasného souboru."
32006="Nepodařilo se načíst systémovou podporu pro email (Mapi32.dll)."
32007="Selhalo MAPI při odesílání zprávy."
32008="WinSnap se nepodařilo zaregistrovat."

; Check for update
32500="Aktualizace WinSnap"
32501="K dispozici je novější verze programu WinSnap!\r\nPřejete si ji nyní stáhnout?"
32502="Používáte poslední verzi programu WinSnap. Žadná aktualizace není k dispozici."

